teste.yml
config:
  target: 'http://localhost:3000'
  phases:
    - duration: 60
      arrivalRate: 100
  defaults:
    headers:
      Authorization: 'bearer MuR5#F521@A6U9Zm9%dGIM$0'
scenarios:
  - flow:
    - post:
        url: "/email"
        json:
          from: "no-replay@gmail.com"
          to: "deividbatfish2@teste.com"
          subject: "Teste de carga"
          text: "Texto tanto faz para o teste de carga"
          html: "<b>Teste de carga com artillery</b>"